@extends('layouts.master')

@section('content')

  <div class="faculties-body">

    @include('layouts.collage_head')

    {{-- Start Faculties-Content --}}
    <div class="faculties-content">
      <div class="container">

        {{-- Start Sidebar Part --}}
        @include('layouts.collage_sidebar')
        {{-- End Sidebar Part --}}

        {{-- Start Content Part --}}
        <div class="contents">
          <div class="about">
            <h2>{{trans('college.program_sc_about')}}</h2>
            <div class="content">
              <h4>{{trans('college.about_tit')}}</h4>
              <p>
                يهدف هذا البرنامج الى تأهيل طلاب ليصبحوا مختصين فى الحوسبة الاحصائية لمقابلة الحاجة فى سوق العمل حاليا وفى المستقبل القريب والذى يتوقع فيه التوسع فى استخدام القياسات الاحصائية.
                <br>
                لتحقيق هذا الهدف فقد بنيت الخطة الدراسية للبرنامج لتكسب الطلاب المعرفة والمهارات فى المجالات التالية:
              </p>
              <ol>
                <li>الإطار النظرى لعلم الحاسوب والاحصاء</li>
                <li>لغات برمجة الحاسوب المهيكلة والموجهه والمرئية</li>
                <li>نظم المعلومات وتطبيقات النماذج الاحصائية</li>
                <li>تصميم وتحليل وتفسير الدراسات الاحصائية</li>
              </ol>
              <p>
                كما يهدف البرنامج لتخريج طلاب قادرين على التعلم الذاتى والتطور الشخصى والعمل فى مجموعات والإسهام فى البحث العلمى فى الحوسبة الاحصائية.
              </p>
              <br>
              <h4>{{trans('college.about_degree')}}</h4>
              <p>
                يمنح هذا البرنامج درجة البكلاريوس (الشرف) فى الحوسبة الاحصائية. تمنح الدرجة فى حال الإكمال بنجاح للخطة الدراسية المجازة والتى تحتوى على 170 ساعة معتمدة تكمل عادة فى أربعة سنوات أكاديمية (ثمانية فصول دراسية).
              </p>
              <br>
              <h4>{{trans('college.about_chance')}}</h4>
              <p>
                إن فرص العمل لخريجى البرنامج واسعة ومتوفرة فى مجالات متعددة مثل : التعليم، مراكز التدريب الحاسوبى، مجالات الاحصاء فى الشركات و البنوك ومؤسسات القطاع العام والخاص المحوسبة، مزودى خدمات الإنترنت، وحدات إدارة خدمات الاحصاء والمعلومات وغيرها.
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
    {{-- Start Faculties-Content --}}
  </div>
@endsection
