<?php

return [
  'uk_about' => 'ولاية شمال كردفان إحدى ولايات جمهورية السودان الستة عشر، تتوسط السودان وعاصمتها إحدى المدن الكبرى إقتصادياً إذ تمثل حلقة الوصل لغرب السودان وجنوبه بوسطه وشرقه وشماله. هذه الخصائص دفعت السيد/ الفاتح أحمد النور صاحب ورئيس تحرير صحيفة كردفان أول صحيفة إقليمية فى السودان 1945م- أن تقدم بمقترح لمجلس مديرية كردفان ـ أنذاك ـ لتبنى فكرة جامعة السودان الثانية التى طرحها اللواء محمد طلعت فريد وزير التربية والتعليم فى عام 1962م. على أن تقام الجامعة فى مباني مدرسة خور طقت الثانوية التي تبعد(11) كلم شرق مدينة الأبيض ويستعاض عنها بمدرسة ثانوية تبنى بمدينة الأبيض بالجهد الشعبى- وافق مجلس المديرية على المقترح وقدمه للوزير الذى وافق بدوره على اقتراح قيام جامعة السودان بمدرسة خور طقت الثانوية دون أن يصاحب ذلك القرار أى عمل',
  'uk_goals' => "الأهداف",
  'uk_visson' => "الرؤية والرسالة",
  'visson' => "الرؤية",
  'mission' => "الرسالة",
];
